Repository: zhrispineda/Settings-tvOS
Catalog: TVSettings/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# IncomingCallsDisableErrorAlertMessage_WLAN
source: Make sure your iPhone is nearby and is on the same WLAN network as this Apple TV.
ar: يرجى التأكد من أن iPhone قريب ومتصل بنفس شبكة WLAN المتصل بها هذا الـ Apple TV.
ca: Comprova que l’iPhone sigui a prop i estigui connectat a la mateixa xarxa WLAN que l’Apple TV.
cs: Ujistěte se, že je iPhone v dosahu a připojený k téže WLAN síti jako tato Apple TV.
da: Sørg for, at din iPhone er i nærheden og bruger det samme WLAN-netværk som dette Apple TV.
de: Vergewissere dich, dass sich dein iPhone in der Nähe befindet und dasselbe WLAN wie dieses Apple TV verwendet.
el: Βεβαιωθείτε ότι το iPhone σας βρίσκεται κοντά και είναι συνδεδεμένο στο ίδιο δίκτυο WLAN με αυτό το Apple TV.
es: Asegúrate de que el iPhone está cerca y conectado a la misma red WLAN que este Apple TV.
es_us: Asegúrate de que tu iPhone esté cerca y conectado a la misma red WLAN que este Apple TV.
fi: Varmista, että iPhonesi on lähellä ja samassa WLAN-verkossa kuin tämä Apple TV.
fr: Assurez-vous que votre iPhone est à proximité et connecté au même réseau WLAN que cette Apple TV.
fr_ca: Assurez-vous que votre iPhone est à proximité et connecté au même réseau WLAN que cette Apple TV.
he: יש לוודא שה-iPhone נמצא בסביבה ומחובר לאותה רשת WLAN שאליה מחובר ה‑Apple TV.
hi: सुनिश्चित करें कि आपका iPhone आस-पास हो और उसी वाई-फ़ाई नेटवर्क पर हो जिस पर यह Apple TV है।
hr: Provjerite nalazi li se iPhone u blizini i je li spojen na istu WLAN mrežu kao i ovaj Apple TV.
hu: Győződjön meg arról, hogy az iPhone‑ja a közelben van, és ugyanahhoz a WLAN-hálózathoz csatlakozik, mint ez az Apple TV.
id: Pastikan iPhone Anda berada di sekitar dan terhubung ke jaringan WLAN yang sama dengan Apple TV ini.
it: Assicurati che iPhone si trovi nelle vicinanze e sia connesso alla stessa rete WLAN di Apple TV.
ja: iPhoneが近くにあり、このApple TVと同じWLANネットワークに接続されていることを確認してください。
ko: iPhone이 근처에 있고 이 Apple TV와 동일한 WLAN 네트워크에 연결되어 있는지 확인하십시오.
ms: Pastikan iPhone anda berada berdekatan dan menggunakan rangkaian WLAN yang sama seperti Apple TV ini.
nb: Kontroller at iPhonen er i nærheten og at den er koblet til samme WLAN-nettverk som denne Apple TV-en.
nl: Zorg ervoor dat je iPhone zich in de buurt bevindt en hetzelfde WLAN-netwerk gebruikt als deze Apple TV.
pl: Upewnij się, że Twój iPhone jest w pobliżu i ma połączenie z tą samą siecią WLAN co ten Apple TV.
pt_br: Confira se o iPhone está por perto e conectado à mesma rede WLAN desta Apple TV.
pt_pt: Certifique‑se de que o iPhone está por perto e ligado à mesma rede WLAN que esta Apple TV.
ro: iPhone‑ul trebuie să se afle în apropiere și în aceeași rețea WLAN ca acest Apple TV.
ru: Убедитесь, что iPhone находится рядом и подключен к той же сети WLAN, что и этот Apple TV.
sk: Uistite sa, že je váš iPhone nablízku a pripojený k rovnakej WLAN sieti ako toto Apple TV.
sl: Prepričajte se, da je iPhone v bližini in povezan z istim omrežjem WLAN kot ta Apple TV.
sv: Se till att iPhone är i närheten och ansluten till samma WLAN-nätverk som denna Apple TV.
th: ตรวจสอบให้แน่ใจว่า iPhone ของคุณอยู่ใกล้เคียงและอยู่บนเครือข่าย WLAN เดียวกับ Apple TV เครื่องนี้
tr: iPhone’unuzun yakında ve bu Apple TV ile aynı WLAN ağında olduğundan emin olun.
uk: Упевніться, що iPhone поблизу й підʼєднаний до тої самої мережі WLAN, що й цей Apple TV.
vi: Đảm bảo iPhone của bạn ở gần và kết nối vào cùng một mạng WLAN như Apple TV này.
zh_cn: 确保iPhone在附近且与此Apple TV接入同一无线局域网。
zh_hk: 請確定iPhone在附近並與此Apple TV在相同的WLAN網絡上。
zh_tw: 請確定iPhone位於附近且和此Apple TV連接相同的WLAN網路。

# IncomingCallsDisableErrorAlertTitle
source: Could Not Turn Off Incoming Calls on This Apple TV
ar: تعذر إيقاف المكالمات الواردة على هذا الـ Apple TV
ca: Error en desactivar les trucades entrants a l’Apple TV
cs: Na této Apple TV nelze vypnout příchozí hovory
da: Kunne ikke slå indgående opkald fra på dette Apple TV
de: Eingehende Anrufe auf diesem Apple TV konnten nicht deaktiviert werden.
el: Δεν ήταν δυνατή η απενεργοποίηση των εισερχόμενων κλήσεων σε αυτό το Apple TV
es: No se han podido desactivar las llamadas entrantes en este Apple TV
es_us: No se pudo desactivar las llamadas entrantes en este Apple TV
fi: Tulevia puheluja ei voitu laittaa pois päältä tässä Apple TV:ssä
fr: Impossible de désactiver les appels entrants sur cette Apple TV
fr_ca: Impossible de désactiver les appels entrants sur cette Apple TV
he: לא ניתן היה לכבות ״שיחות נכנסות״ ב-Apple TV זה
hi: इस Apple TV पर इनकमिंग कॉल बंद नहीं की जा सकीं
hr: Dolazni pozivi ne mogu se isključiti na ovom Apple TV-u
hu: Nem sikerült kikapcsolni a bejövő hívásokat ezen az Apple TV‑n
id: Tidak Dapat Mematikan Panggilan Masuk di Apple TV Ini
it: Impossibile disattivare le chiamate in entrata su questa Apple TV
ja: このApple TVで着信をオフにできませんでした
ko: 이 Apple TV에서 착신 통화를 끌 수 없음
ms: Tidak Dapat Menyahaktifkan Panggilan Masuk pada Apple TV Ini
nb: Kunne ikke slå av innkommende anrop på denne Apple TV-en
nl: Inkomende oproepen op deze Apple TV konden niet worden uitgeschakeld
pl: Nie można wyłączyć połączeń przychodzących na tym Apple TV
pt_br: Não foi possível desativar as ligações recebidas nesta Apple TV
pt_pt: Não foi possível desativar a receção de chamadas nesta Apple TV
ro: Apelurile recepționate nu au putut fi dezactivate pe acest Apple TV
ru: Не удалось выключить функцию «Входящие вызовы» на этом Apple TV
sk: Nepodarilo sa vypnúť prichádzajúce hovory na Apple TV
sl: Ni bilo mogoče izklopiti dohodnih klicev v tem Apple TV-ju
sv: Kunde inte stänga av inkommande samtal på denna Apple TV
th: ไม่สามารถปิดใช้สายโทรเข้าบน Apple TV เครื่องนี้ได้
tr: Bu Apple TV’de Gelen Aramalar Kapatılamadı
uk: Не вдалося вимкнути вхідні виклики на цьому Apple TV
vi: Không thể tắt cuộc gọi đến trên Apple TV này
zh_cn: 无法关闭此Apple TV上的来电
zh_hk: 無法在此Apple TV上關閉來電
zh_tw: 無法在此Apple TV上關閉來電

# iTMSAccountsHeaderTitle
source: Apple Account
ar: حساب Apple
ca: Compte d’Apple
cs: Účet Apple
da: Apple-konto
el: Λογαριασμός Apple
es: Cuenta de Apple
es_us: Cuenta de Apple
fi: Apple-tili
fr: Compte Apple
fr_ca: Compte Apple
he: חשבון Apple
hi: Apple खाता
hr: Apple račun
hu: Apple-fiók
id: Akun Apple
it: Account Apple
ko: Apple 계정
ms: Akaun Apple
nb: Apple-konto
pl: Konto Apple
pt_br: Conta Apple
pt_pt: Conta Apple
ro: Cont Apple
ru: Аккаунт Apple
sk: Apple účet
sl: Račun Apple
sv: Apple-konto
th: บัญชี Apple
tr: Apple Hesabı
uk: Обліковий запис Apple
vi: Tài khoản Apple
zh_cn: Apple账户
zh_hk: Apple帳户
zh_tw: Apple帳號

# iTMSAccountsLocationSectionTitle
source: Preferences
ar: التفضيلات
ca: Preferències
cs: Předvolby
da: Indstillinger
de: Einstellungen
el: Προτιμήσεις
es: Preferencias
es_us: Preferencias
fi: Asetukset
fr: Préférences
fr_ca: Préférences
he: העדפות
hi: प्राथमिकता
hr: Postavke
hu: Beállítások
id: Preferensi
it: Preferenze
ja: 環境設定
ko: 환경설정
ms: Keutamaan
nb: Valg
nl: Voorkeuren
pl: Preferencje
pt_br: Preferências
pt_pt: Preferências
ro: Preferințe
ru: Настройки
sk: Nastavenia
sl: Nastavitve
sv: Inställningar
th: การตั้งค่า
tr: Tercihler
uk: Налаштування
vi: Tùy chọn
zh_cn: 偏好设置
zh_hk: 偏好設定
zh_tw: 偏好設定

# iTMSAddFavoriteSongsOffDescription
source: Songs will not be added to your library when you favorite them.
ar: لن تضاف الأغاني إلى مكتبتك عندما تضاف إلى المفضلة.
ca: Les cançons que afegeixis a les favorites no s’afegiran a la biblioteca.
cs: Skladby, které označíte jako své oblíbené, se nebudou přidávat do vaší knihovny.
da: Sange bliver ikke føjet til dit bibliotek, når du vælger dem som favoritter.
de: Titel werden nicht zu deiner Mediathek hinzugefügt, wenn du sie als Favoriten markierst.
el: Τα τραγούδια δεν θα προστίθενται στη Βιβλιοθήκη σας όταν τα σημαίνετε ως Αγαπημένα.
es: Las canciones no se añadirán a tu biblioteca cuando las marques como favoritas.
es_us: Las canciones que marques como favoritas no se agregarán a tu biblioteca.
fi: Kappaleita ei lisätä kirjastoon, kun teet niistä suosikkeja.
fr: Les morceaux ajoutés aux favoris ne seront pas ajoutés à votre bibliothèque.
fr_ca: Les chansons ne sont pas ajoutées à votre bibliothèque lorsque vous les ajoutez à vos favoris.
he: שירים לא יתווספו לספריה בעת הוספתם למועדפים שלך.
hi: जब आप गीतों को पसंदीदा बनाएँगे, तो वे आपकी लाइब्रेरी में नहीं जुड़ेंगे।
hr: Pjesme se neće dodati u vašu medijateku kad ih označite kao omiljene.
hu: A dalok nem lesznek hozzáadva az Ön könyvtárához, amikor kedvencként jelöli meg őket.
id: Lagu tidak akan ditambahkan ke perpustakaan Anda saat Anda memfavoritkannya.
it: I brani non verranno aggiunti alla libreria quando li contrassegni come preferiti.
ja: 曲をお気に入りに追加しても、ライブラリには追加されません。
ko: 즐겨찾기에 노래를 추가해도 보관함에는 추가되지 않습니다.
ms: Lagu tidak akan ditambahkan ke pustaka anda apabila anda menggemarinya.
nb: Sanger vil ikke bli lagt til i biblioteket ditt når du favorittmerker dem.
nl: Nummers worden niet in je bibliotheek gezet wanneer je ze favoriet maakt.
pl: Utwory oznaczane jako ulubione nie będą dodawane do biblioteki.
pt_br: As músicas não serão adicionadas à biblioteca quando você marcá‑las como favoritas.
pt_pt: As músicas não serão adicionadas à biblioteca quando forem marcadas como favoritas.
ro: Melodiile nu vor fi adăugate în biblioteca dvs. atunci când le marcați drept favorite.
ru: При добавлении в Избранное песни не будут сохраняться в медиатеке.
sk: Skladby, ktoré označíte ako obľúbené, nebudú pridané do vašej knižnice.
sl: Skladbe ne bodo dodane v knjižnico, ko jih označite kot priljubljene.
sv: Låtar läggs inte till i biblioteket när du favoritmarkerar dem.
th: เพลงจะไม่ถูกเพิ่มไปยังคลังของคุณเมื่อคุณทำเป็นรายการโปรด
tr: Favori yaptığınız parçalar arşivinize eklenmez.
uk: Додані до списку улюблених пісні не додаватимуться до вашої медіатеки.
vi: Các bài hát sẽ không được thêm vào thư viện khi bạn ưa thích chúng.
zh_cn: 被标为喜爱时，歌曲将不会添加到资料库。
zh_hk: 你將歌曲加至喜好項目時，歌曲不會加至你的資料庫。
zh_tw: 加入喜好項目的歌曲將不會加入資料庫。

# iTMSAddFavoriteSongsOnDescription
source: Songs will be added to your library when you favorite them.
ar: ستضاف الأغاني إلى مكتبتك عندما تضاف إلى المفضلة.
ca: Les cançons que afegeixis a les favorites també s’afegiran a la biblioteca.
cs: Skladby, které označíte jako své oblíbené, se přidají do vaší knihovny.
da: Sange bliver føjet til dit bibliotek, når du vælger dem som favoritter.
de: Titel werden zu deiner Mediathek hinzugefügt, wenn du sie als Favoriten markierst.
el: Τα τραγούδια θα προστίθενται στη Βιβλιοθήκη σας όταν τα σημαίνετε ως Αγαπημένα.
es: Las canciones se añadirán a tu biblioteca cuando las marques como favoritas.
es_us: Las canciones que marques como favoritas se agregarán a tu biblioteca.
fi: Kappaleet lisätään kirjastoon, kun teet niistä suosikkeja.
fr: Les morceaux ajoutés aux favoris seront ajoutés à votre bibliothèque.
fr_ca: Les chansons sont ajoutées à votre bibliothèque lorsque vous les ajoutez à vos favoris.
he: שירים יתווספו לספריה בעת הוספתם למועדפים שלך.
hi: जब आप गीतों को पसंदीदा बनाएँगे, तो वे आपकी लाइब्रेरी में जुड़ जाएँगे।
hr: Pjesme će se dodati u vašu medijateku kad ih označite kao omiljene.
hu: A dalok hozzá lesznek adva az Ön könyvtárához, amikor kedvencként jelöli meg őket.
id: Lagu akan ditambahkan ke perpustakaan Anda saat Anda memfavoritkannya.
it: I brani verranno aggiunti alla libreria quando li contrassegni come preferiti.
ja: 曲をお気に入りに追加すると、ライブラリに追加されます。
ko: 즐겨찾기에 노래를 추가하면 보관함에도 추가됩니다.
ms: Lagu akan ditambahkan ke pustaka anda apabila anda menggemarinya.
nb: Sanger vil bli lagt til i biblioteket ditt når du favorittmerker dem.
nl: Nummers worden in je bibliotheek gezet wanneer je ze favoriet maakt.
pl: Utwory oznaczane jako ulubione będą dodawane do biblioteki.
pt_br: As músicas serão adicionadas à biblioteca quando você marcá‑las como favoritas.
pt_pt: As músicas serão adicionadas à biblioteca quando forem marcadas como favoritas.
ro: Melodiile vor fi adăugate în biblioteca dvs. atunci când le marcați drept favorite.
ru: При добавлении в Избранное песни также будут сохраняться в медиатеке.
sk: Skladby, ktoré označíte ako obľúbené, budú pridané do vašej knižnice.
sl: Skladbe bodo dodane v knjižnico, ko jih označite kot priljubljene.
sv: Låtar läggs till i biblioteket när du favoritmarkerar dem.
th: เพลงจะถูกเพิ่มไปยังคลังของคุณเมื่อคุณทำเป็นรายการโปรด
tr: Favori yaptığınız parçalar arşivinize de eklenir.
uk: Додані до списку улюблених пісні додаватимуться до вашої медіатеки.
vi: Các bài hát sẽ được thêm vào thư viện khi bạn ưa thích chúng.
zh_cn: 被标为喜爱时，歌曲将同时添加到资料库。
zh_hk: 你將歌曲加至喜好項目時，歌曲會加至你的資料庫。
zh_tw: 加入喜好項目的歌曲將會加入資料庫。

# iTMSAddFavoriteSongsTitle
source: Add Favorite Songs to Library
ar: إضافة الأغاني المفضلة إلى المكتبة
ca: Afegeix les cançons favorites
cs: Přidávat oblíbené skladby do knihovny
da: Føj favoritsange til bibliotek
de: Lieblingstitel zur Mediathek hinzufügen
el: Προσθήκη αγαπημένων τραγουδιών στη Βιβλιοθήκη
es: Añadir canciones favoritas a la biblioteca
es_us: Agregar tus favoritas a tu biblioteca
fi: Lisää suosikkikappaleet kirjastoon
fr: Ajouter les morceaux favoris à la bibliothèque
fr_ca: Ajouter les chansons favorites à la bibliothèque
he: הוספת שירים מועדפים לספריה
hi: लाइब्रेरी में पसंदीदा गीत जोड़ें
hr: Dodaj omiljene pjesme u medijateku
hu: Kedvenc dalok hozzáadása a könyvtárhoz
id: Tambahkan Lagu Favorit ke Perpustakaan
it: Aggiungi i brani preferiti alla libreria
ja: お気に入りの曲をライブラリに追加
ko: 보관함에 즐겨찾는 노래 추가
ms: Tambah Lagu Kegemaran ke Pustaka
nb: Legg til favorittsanger i biblioteket
nl: Zet favoriete nummers in bibliotheek
pl: Dodawaj ulubione utwory do biblioteki
pt_br: Adicionar Músicas Favoritas à Biblioteca
pt_pt: Adicionar músicas favoritas à biblioteca
ro: Adăugare melodii favorite în bibliotecă
ru: Добавлять избранные песни в медиатеку
sk: Pridávať obľúbené skladby do knižnice
sl: Priljubljene skladbe dodaj v knjižnico
sv: Lägg till favoritlåtar i biblioteket
th: เพิ่มเพลงโปรดไปยังคลัง
tr: Favori Parçaları Arşive Ekle
uk: Додавати улюблені пісні до медіатеки
vi: Thêm bài hát ưa thích vào thư viện
zh_cn: 将喜爱歌曲添加到资料库
zh_hk: 將喜好歌曲加至資料庫
zh_tw: 將喜好歌曲加入資料庫

# iTMSAddNewAccountTitle
source: Add New Apple Account
ar: إضافة حساب Apple جديد
ca: Afegeix un compte d’Apple nou
cs: Přidat nový účet Apple
da: Tilføj ny Apple-konto
de: Neuen Apple Account hinzufügen
el: Προσθήκη νέου λογαριασμού Apple
es: Añadir nueva cuenta de Apple
es_us: Agregar nueva cuenta de Apple
fi: Lisää uusi Apple-tili
fr: Ajouter un compte Apple
fr_ca: Ajouter un nouveau compte Apple
he: הוספת חשבון Apple חדש
hi: नया Apple खाता जोड़ें
hr: Dodaj novi Apple račun
hu: Új Apple-fiók hozzáadása
id: Tambah Akun Apple Baru
it: Aggiungi un nuovo Apple Account
ja: 新規Apple Accountを追加
ko: 새로운 Apple 계정 추가
ms: Tambah Akaun Apple Baharu
nb: Legg til ny Apple-konto
nl: Voeg nieuwe Apple Account toe
pl: Dodaj nowe konto Apple
pt_br: Adicionar Nova Conta Apple
pt_pt: Adicionar nova conta Apple
ro: Adăugați un cont Apple nou
ru: Добавление нового Аккаунта Apple
sk: Pridať nový Apple účet
sl: Dodajanje novega računa Apple
sv: Lägg till nytt Apple‑konto
th: เพิ่มบัญชี Apple ใหม่
tr: Yeni Apple Hesabı Ekleyin
uk: Додати новий обліковий запис Apple
vi: Thêm Tài khoản Apple mới
zh_cn: 添加新Apple账户
zh_hk: 加入新Apple帳户
zh_tw: 新增「Apple帳號」

# iTMSAddPlaylistSongsOffDescription
source: Songs will not be added to your library when you add them to your playlists.
ar: لن تضاف الأغاني إلى مكتبتك عندما تضاف إلى قوائم التشغيل.
ca: Les cançons que afegeixis a les llistes de reproducció no s’afegiran a la biblioteca.
cs: Skladby, které si přidáte do playlistů, se nebudou zároveň přidávat do vaší knihovny.
da: Sange bliver ikke føjet til dit bibliotek, når du føjer dem til dine playlister.
de: Titel werden nicht zu deiner Mediathek hinzugefügt, wenn du sie zu Playlists hinzufügst.
el: Τα τραγούδια δεν θα προστίθενται στη Βιβλιοθήκη σας όταν τα προσθέτετε στις λίστες αναπαραγωγής σας.
es: Las canciones no se añadirán a tu biblioteca cuando las añadas a tus playlists.
es_us: Las canciones que agregues a tus playlists no se agregarán a tu biblioteca.
fi: Kappaleita ei lisätä kirjastoon, kun lisäät niitä soittolistoihisi.
fr: Les morceaux ajoutés à vos playlists ne seront pas ajoutés à votre bibliothèque.
fr_ca: Les chansons ne sont pas ajoutées à votre bibliothèque lorsque vous les ajoutez à vos listes de lecture.
he: שירים לא יתווספו לספריה בעת הוספתם לפלייליסטים שלך.
hi: जब आप गीतों को अपनी प्लेलिस्ट में जोड़ेंगे, तो वे आपकी लाइब्रेरी में नहीं जुड़ेंगे।
hr: Pjesme se neće dodati u vašu medijateku kad ih dodate u svoje liste.
hu: A dalok nem lesznek hozzáadva a könyvtárához, amikor hozzáadja őket a lejátszási listáihoz.
id: Lagu tidak akan ditambahkan ke perpustakaan Anda saat Anda menambahkannya ke daftar putar Anda.
it: I brani non verranno aggiunti alla libreria quando li aggiungi alle playlist.
ja: 曲をプレイリストに追加しても、ライブラリには追加されません。
ko: 플레이리스트에 노래를 추가해도 보관함에는 추가되지 않습니다.
ms: Lagu tidak akan ditambahkan ke pustaka anda apabila anda menambahnya ke senarai main anda.
nb: Sanger vil ikke bli lagt til i biblioteket ditt når du legger dem til i spillelister.
nl: Nummers worden niet in je bibliotheek gezet wanneer je ze in je afspeellijsten zet.
pl: Utwory dodawane do playlist nie będą dodawane do biblioteki.
pt_br: As músicas não serão adicionadas à biblioteca quando você adicioná‑las às suas playlists.
pt_pt: As músicas não serão adicionadas à biblioteca quando forem adicionadas a listas de reprodução.
ro: Melodiile nu vor fi adăugate în biblioteca dvs. atunci când le adăugați în listele de redare.
ru: При добавлении в плейлисты песни не будут сохраняться в медиатеке.
sk: Skladby, ktoré pridáte do svojich playlistov, nebudú pridané do vašej knižnice.
sl: Skladbe ne bodo dodane v knjižnico, ko jih dodate na sezname predvajanja.
sv: Låtar läggs inte till i biblioteket när du lägger till dem i spellistor.
th: เพลงจะไม่ถูกเพิ่มไปยังคลังของคุณเมื่อคุณเพิ่มเพลงไปยังเพลย์ลิสต์ของคุณ
tr: Listelerinize eklediğiniz parçalar arşivinize eklenmez.
uk: Додані до підбірок пісні не додаватимуться до вашої медіатеки.
vi: Các bài hát sẽ không được thêm vào thư viện khi bạn thêm chúng vào playlist.
zh_cn: 将歌曲添加到播放列表时，将不会添加到资料库。
zh_hk: 你將歌曲加至播放清單時，歌曲不會加至你的資料庫。
zh_tw: 加入播放列表的歌曲將不會加入資料庫。

# iTMSAddPlaylistSongsOnDescription
source: Songs will be added to your library when you add them to your playlists.
ar: ستضاف الأغاني إلى مكتبتك عندما تضاف إلى قوائم التشغيل.
ca: Les cançons que afegeixis a les llistes de reproducció també s’afegiran a la biblioteca.
cs: Skladby, které si přidáte do playlistů, se přidají také do vaší knihovny.
da: Sange bliver føjet til dit bibliotek, når du føjer dem til dine playlister.
de: Titel werden zu deiner Mediathek hinzugefügt, wenn du sie zu Playlists hinzufügst.
el: Τα τραγούδια θα προστίθενται στη Βιβλιοθήκη σας όταν τα προσθέτετε στις λίστες αναπαραγωγής σας.
es: Las canciones se añadirán a tu biblioteca cuando las añadas a tus playlists.
es_us: Las canciones que agregues a tus playlists se agregarán a tu biblioteca.
fi: Kappaleet lisätään kirjastoon, kun lisäät niitä soittolistoihisi.
fr: Les morceaux ajoutés à vos playlists seront ajoutés à votre bibliothèque.
fr_ca: Les chansons sont ajoutées à votre bibliothèque lorsque vous les ajoutez à vos listes de lecture.
he: שירים יתווספו לספריה בעת הוספתם לפלייליסטים שלך.
hi: जब आप गीतों को अपनी प्लेलिस्ट में जोड़ेंगे, तो वे आपकी लाइब्रेरी में जुड़ जाएँगे।
hr: Pjesme će se dodati u vašu medijateku kad ih dodate u svoje liste.
hu: A dalok hozzá lesznek adva a könyvtárához, amikor hozzáadja őket a lejátszási listáihoz.
id: Lagu akan ditambahkan ke perpustakaan Anda saat Anda menambahkannya ke daftar putar Anda.
it: I brani verranno aggiunti alla libreria quando li aggiungi alle playlist.
ja: 曲をプレイリストに追加すると、ライブラリに追加されます。
ko: 플레이리스트에 노래를 추가하면 보관함에도 추가됩니다.
ms: Lagu akan ditambahkan ke pustaka anda apabila anda menambahnya ke senarai main anda.
nb: Sanger vil bli lagt til i biblioteket ditt når du legger dem til i spillelister.
nl: Nummers worden in je bibliotheek gezet wanneer je ze in je afspeellijsten zet.
pl: Utwory dodawane do playlist będą także dodawane do biblioteki.
pt_br: As músicas serão adicionadas à biblioteca quando você adicioná‑las às suas playlists.
pt_pt: As músicas serão adicionadas à biblioteca quando forem adicionadas a listas de reprodução.
ro: Melodiile vor fi adăugate în biblioteca dvs. atunci când le adăugați în listele de redare.
ru: При добавлении в плейлисты песни также будут сохраняться в медиатеке.
sk: Skladby, ktoré pridáte do svojich playlistov, budú pridané do vašej knižnice.
sl: Skladbe bodo dodane v knjižnico, ko jih dodate na sezname predvajanja.
sv: Låtar läggs till i biblioteket när du lägger till dem i spellistor.
th: เพลงจะถูกเพิ่มไปยังคลังของคุณเมื่อคุณเพิ่มเพลงไปยังเพลย์ลิสต์ของคุณ
tr: Listelerinize eklediğiniz parçalar arşivinize de eklenir.
uk: Додані до підбірок пісні додаватимуться до вашої медіатеки.
vi: Các bài hát sẽ được thêm vào thư viện khi bạn thêm chúng vào playlist.
zh_cn: 将歌曲添加到播放列表时，将同时添加到资料库。
zh_hk: 你將歌曲加至播放清單時，歌曲會加至你的資料庫。
zh_tw: 加入播放列表的歌曲將會加入資料庫。

# iTMSAddPlaylistSongsTitle
source: Add Playlist Songs to Library
ar: إضافة أغاني قائمة التشغيل إلى المكتبة
ca: Afegeix les cançons de les llistes
cs: Skladby z playlistů do knihovny
da: Føj sange fra playliste til bibliotek
de: Playlisttitel zur Mediathek hinzufügen
el: Προσθήκη τραγουδιών λίστας αναπαραγωγής στη Βιβλιοθήκη
es: Añadir canciones de playlists
es_us: Agregar canciones de playlists a la biblioteca
fi: Lisää soittolistan kappaleet kirjastoon
fr: Ajouter les morceaux des playlists à la bibliothèque
fr_ca: Ajouter les chansons des listes de lecture
he: הוספת שירים מהפלייליסט אל הספריה
hi: लाइब्रेरी में प्लेलिस्ट के गीत जोड़ें
hr: Dodaj pjesme s liste u medijateku
hu: Lejátszásilista-dalok hozzáadása a könyvtárhoz
id: Tambahkan Lagu Daftar Putar ke Perpustakaan
it: Aggiungi i brani delle playlist alla libreria
ja: プレイリストの曲をライブラリに追加
ko: 보관함에 플레이리스트 노래 추가
ms: Tambah Lagu Senarai Main ke Pustaka
nb: Legg til sanger fra spillelister
nl: Zet afspeellijstnummers in bibliotheek
pl: Dodawaj utwory z playlist do biblioteki
pt_br: Adicionar Músicas de Playlists à Biblioteca
pt_pt: Adicionar músicas à biblioteca
ro: Adăugare melodii din liste în bibliotecă
ru: Добавить песни плейлиста в Медиатеку
sk: Pridávať skladby z playlistov do knižnice
sl: Dodaj skladbe s seznama predvajanja v knjižnico
sv: Lägg till spellistelåtar i biblioteket
th: เพิ่มเพลงในเพลย์ลิสต์ไปยังคลัง
tr: Liste Parçalarını Arşive Ekle
uk: Додавати пісні з підбірок до медіатеки
vi: Thêm bài hát trong playlist vào thư viện
zh_cn: 将播放列表歌曲添加到资料库
zh_hk: 將播放清單歌曲加至資料庫
zh_tw: 將播放列表歌曲加入資料庫

# iTMSAppleIDsTitle
source: Apple Account
ar: حساب Apple
ca: Compte d’Apple
cs: Účet Apple
da: Apple-konto
el: Λογαριασμός Apple
es: Cuenta de Apple
es_us: Cuenta de Apple
fi: Apple-tili
fr: Compte Apple
fr_ca: Compte Apple
he: חשבון Apple
hi: Apple खाता
hr: Apple račun
hu: Apple-fiók
id: Akun Apple
it: Account Apple
ko: Apple 계정
ms: Akaun Apple
nb: Apple-konto
pl: Konto Apple
pt_br: Conta Apple
pt_pt: Conta Apple
ro: Cont Apple
ru: Аккаунт Apple
sk: Apple účet
sl: Račun Apple
sv: Apple-konto
th: บัญชี Apple
tr: Apple Hesabı
uk: Обліковий запис Apple
vi: Tài khoản Apple
zh_cn: Apple账户
zh_hk: Apple帳户
zh_tw: Apple帳號
